import React from "react";

const Privacy = () => {
  return (
    <div className="privacy">
      [주부의 직업]('https://jubujob.com/')은(는)
      「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와
      관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여
      다음과 같이 개인정보 처리방침을 수립·공개합니다.

      제1조(개인정보의 처리목적)[주부의 직업](이)가
      개인정보 보호법 제32조에 따라 등록․공개하는 개인정보파일
      의 처리목적은 다음과 같습니다.
      개인정보 파일명 : 주부의_직업_개인정보처리방침
      개인정보의 처리목적 : 서비스 이용 목적
      수집방법 : 홈페이지
      보유근거 : 정보주체 동의
      보유기간 : 5년
      관련법령 :

      제2조(개인정보의 제3자 제공)① [주부의 직업]은(는) 개인정보
    </div>
  );
}

export default Privacy;